Repository: hmb-btgm/pi-wp
Catalog: languages/pi-*.po
Languages: tr_tr

source: Install Required Plugins
tr_tr: Gerekli Eklentiyi Yükle

source: Install Plugins
tr_tr: Eklentiyi Yükle

source: Installing Plugin: %s
tr_tr: Eklenti Yükleniyor: %s

source: Updating Plugin: %s
tr_tr: Eklenti Güncelleniyor : %s

source: Something went wrong with the plugin API.
tr_tr: Eklenti API sinde birşeyler yanlış gidiyor.

source: Return to Required Plugins Installer
tr_tr: Eklenti Yükleyicisinden Geri Çık

source: Return to the Dashboard
tr_tr: Panele Geri Dön

source: Plugin activated successfully.
tr_tr: Eklenti başarılı şekilde aktif edildi.

source: The following plugin was activated successfully:
tr_tr: Takip edilen ekleti başarılı şekilde aktif edildi:

source: No action taken. Plugin %1$s was already active.
tr_tr: Eklenti aktif edildi %1$s.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
tr_tr: Eklenti aktif edilemedi.Temanız için daha yüksek versiyonu gerekli %s.Lütfen eklentinizi güncelleyin.

source: All plugins installed and activated successfully. %1$s
tr_tr: Bütün eklenti yüklendi ve başarılı şekilde aktif edildi. %1$s

source: Dismiss this notice
tr_tr: Bu bildirimi kapat

source: There are one or more required or recommended plugins to install, update or activate.
tr_tr: Yüklemek, güncellemek veya etkinleştirmek için bir veya daha fazla gerekli veya önerilen eklenti var.

source: Please contact the administrator of this site for help.
tr_tr: Lütfen yardım için bu sitenin yöneticisiyle iletişime geçin.

source: Update Required
tr_tr: Güncelleme gerekli

source: Set the parent_slug config variable instead.
tr_tr: Bunun yerine parent_slug yapılandırma değişkenini ayarlayın.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
tr_tr: Uzak eklenti paketi, istenen sümüklü böcek içeren bir klasör içermiyor ve yeniden adlandırma işe yaramadı.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
tr_tr: Lütfen eklenti sağlayıcıyla iletişime geçin ve eklentilerini WordPress yönergelerine göre paketlemelerini isteyin.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
tr_tr: Uzak eklenti paketi birden fazla dosyadan oluşur, ancak dosyalar bir klasörde paketlenmez.

source: Required
tr_tr: Gerekli

source: Recommended
tr_tr: Önerilen

source: WordPress Repository
tr_tr: WordPress Deposu

source: External Source
tr_tr: Dış Kaynak

source: Pre-Packaged
tr_tr: Önceden Paketlenmiş

source: Not Installed
tr_tr: Yüklenmemiş

source: Installed But Not Activated
tr_tr: Yüklenmiş fakat aktif edilmemiş

source: Active
tr_tr: Aktif

source: Required Update not Available
tr_tr: Gereklilik güncellendi fakat erişilebilir değil

source: Requires Update
tr_tr: Gereklilik güncellendi

source: Update recommended
tr_tr: Önerilen Güncelleme

source: To Install <span class="count">(%s)</span>
tr_tr: Yükle <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
tr_tr: Güncelleme erişilebilir <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
tr_tr: Aktif et <span class="count">(%s)</span>

source: unknown
tr_tr: bilinmeyen

source: Installed version:
tr_tr: Yüklenmiş versiyon:

source: Minimum required version:
tr_tr: Gerekli olan en düşük versiyon :

source: Available version:
tr_tr: Mevcut versiyon :

source: No plugins to install, update or activate.
tr_tr: Yüklenecek güncellenecek veya aktif edilecek eklenti yok.

source: Plugin
tr_tr: Eklenti

source: Source
tr_tr: Kaynak

source: Type
tr_tr: Tür

source: Version
tr_tr: Versiyon

source: Status
tr_tr: Durum

source: Install %2$s
tr_tr: Yükle %2$s

source: Update %2$s
tr_tr: Güncelle %2$s

source: Activate %2$s
tr_tr: Aktif et %2$s

source: Upgrade message from the plugin author:
tr_tr: Eklenti yazarından yükseltme mesajı:

source: Install
tr_tr: Yükle

source: Update
tr_tr: Güncelle

source: Activate
tr_tr: Aktif et

source: No plugins were selected to be installed. No action taken.
tr_tr: Yüklenmek üzere hiçbir eklenti seçilmedi. Herhangi bir işlem yapılmadı.

source: No plugins were selected to be updated. No action taken.
tr_tr: Güncellenmek üzere hiçbir eklenti seçilmedi. Herhangi bir işlem yapılmadı.

source: No plugins are available to be installed at this time.
tr_tr: Şu anda kurulacak eklenti yok.

source: No plugins are available to be updated at this time.
tr_tr: Şu anda güncellenecek eklenti yok.

source: No plugins were selected to be activated. No action taken.
tr_tr: Etkinleştirilmek üzere hiçbir eklenti seçilmedi. Herhangi bir işlem yapılmadı.

source: No plugins are available to be activated at this time.
tr_tr: Şu anda etkinleştirilecek eklenti yok.

source: Plugin activation failed.
tr_tr: Eklenti aktivasyonu başarısız oldu.

source: Updating Plugin %1$s (%2$d/%3$d)
tr_tr: Eklenti Güncelleniyor %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
tr_tr: Yükleme sırasında hata oluştu %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
tr_tr: %1$s Yükleme tamamlanamadı.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
tr_tr: Kurulum ve aktivasyon işlemi başlıyor. Bu işlem bazı sunucularda biraz zaman alabilir, bu yüzden lütfen sabırlı olun.

source: %1$s installed and activated successfully.
tr_tr: %1$s başarılı şekilde yüklendi ve aktif edildi.

source: Show Details
tr_tr: Detayları göster

source: Hide Details
tr_tr: Detayları gizle

source: All installations and activations have been completed.
tr_tr: Tüm kurulumlar ve etkinleştirmeler tamamlandı.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
tr_tr: Eklentiyi Yükleme ve Etkinleştirme %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
tr_tr: Kurulum işlemi başlıyor. Bu işlem bazı sunucularda biraz zaman alabilir, bu yüzden lütfen sabırlı olun.

source: %1$s installed successfully.
tr_tr: %1$s başarılı şekilde yüklendi.

source: All installations have been completed.
tr_tr: Tüm kurulumlar tamamlandı.

source: Installing Plugin %1$s (%2$d/%3$d)
tr_tr: Eklenti yükleniyor %1$s (%2$d/%3$d)

source: Project Inventory
tr_tr: Proje Envanteri

source: Project
tr_tr: Proje

source: Add Project
tr_tr: Proje Ekle

source: New Project
tr_tr: Yeni Proje

source: Edit Project
tr_tr: Projeyi Düzenle

source: View Project
tr_tr: Projeyi İncele

source: View Project Inventory
tr_tr: Proje Envanteri İncele

source: Search Project
tr_tr: Proje Ara

source: Parent
tr_tr: Aile

source: Project not found.
tr_tr: Proje bulunamadı.

source: Project not found in trash.
tr_tr: Çöp kutusunda proje bulunamadı.

source: Technologies
tr_tr: Teknolojiler

source: Technology
tr_tr: Teknoloji

source: Search Technology
tr_tr: Teknoloji Ara

source: Popular Technologies
tr_tr: Popüler Teknolojiler

source: All Technologies
tr_tr: Bütün Teknolojiler

source: Parent Technology ?
tr_tr: Bağlı olan Teknoloji ?

source: Edit Technology
tr_tr: Teknolojiyi Düzenle

source: View Technology
tr_tr: Teknolojiyi İncele

source: Update Technology
tr_tr: Teknolojiyi Güncelle

source: Add New Technology
tr_tr: Yeni Teknoloji Ekle

source: Add Technology Name
tr_tr: Yeni Teknoloji İsmi Ekle

source: Teams
tr_tr: Takımlar

source: Team or Team Member
tr_tr: Takım ve Takım Üyesi

source: Search Team or Team Member
tr_tr: Takım veya Takım Üyesi Ara

source: All Teams
tr_tr: Bütün Takımlar

source: Parent Team ?
tr_tr: Bağlı olan Takım ?

source: Edit Team or Team Member
tr_tr: Takımı veya Takım üyesini düzenle

source: View Team or Team Member
tr_tr: Takımı veya Takım üyesini görüntüle

source: Update Team or Team Member
tr_tr: Takımı veya Takım üyesini Güncelle

source: Add New Team or Team Member
tr_tr: Yeni Takımı veya Takım üyesini ekle

source: Add Team or Team Member
tr_tr: Takımı veya Takım üyesi ekle

source: Teams or Team Member Not Found
tr_tr: Takımı veya Takım üyesi bulunamadı

source: No Teams or Team Member
tr_tr: Takımı veya Takım üyesi yok

source: Filter
tr_tr: Filtre

source: Operating Systems
tr_tr: İşletim Sistemleri

source: Operating System
tr_tr: İşletim Sistemi

source: Search OS
tr_tr: İşletim Sistemi ara

source: All Os
tr_tr: Bütün İşletim Sistemleri

source: Parent OS ?
tr_tr: Bağlı olan İşletim Sistemi ?

source: Edit Os
tr_tr: İşletim Sistemi Düzenle

source: View Os
tr_tr: İşletim Sistemini görüntüle

source: Update Os
tr_tr: İşletim Sistemini güncelle

source: Add New Os
tr_tr: Yeni İşletim Sistemi Ekle

source: Add Os
tr_tr: İşletim Sistemi Ekle

source: Os Not Found
tr_tr: İşletim Sistemi Bulunamadı

source: No OS
tr_tr: İşletim Sistemi yok

source: Categories
tr_tr: Kategoriler

source: Category
tr_tr: Kategori

source: Project Details
tr_tr: Proje Detayları

source: General Information
tr_tr: Genel Bilgiler

source: Project General Information
tr_tr: Projenin Genel Bilgileri

source: Is it Suitable for New Infrastructure
tr_tr: Yeni Altyapıya uygun mu

source: Have a Login
tr_tr: Giriş varmı

source: Have 2FA
tr_tr: 2FA varmı

source: Criticality Level
tr_tr: Kritiklik Seviyesi

source: Coordinatorship
tr_tr: Koordinatörlük

source: Indicate the Coordinatorship to which you are affiliated
tr_tr: Proje Hangi koordinatörlüğe bağlı

source: People in the Project
tr_tr: Proje içerisindeki kişiler

source: Specify people by separating them with commas.
tr_tr: Kişileri virgül ile ayırarak yazabilirsiniz.

source: Used technologies
tr_tr: Kullanılan Teknolojiler

source: Database Information
tr_tr: Veritabanı Bilgileri

source: Project Database Information
tr_tr: Projenin Veritabanı Bilgileri

source: IP Addresses
tr_tr: IP Adresleri

source: Enter the database IP addresses
tr_tr: Veritabanı IP adreslerini girin

source: DB Type
tr_tr: Veritabanı Türü

source: DB Version
tr_tr: Veritabanı Versiyonu

source: DB Principals
tr_tr: Veritabanı Sorumluluları

source: Is the database backed up?
tr_tr: Veritabanı yedekleniyor mu ?

source: DB backup frequency?
tr_tr: Veritabanı yedeklenme sıklığı ?

source: 1 month
tr_tr: 1 Ay

source: 2 month
tr_tr: 2 Ay

source: 3 month
tr_tr: 3 Ay

source: Not backed up
tr_tr: Yedeklenmiyor

source: Network Information
tr_tr: Ağ Bilgileri

source: Project Network Information
tr_tr: Projenin Ağ Bilgileri

source: Is the internet on
tr_tr: İnternet açık mı

source: DB behind the firewall
tr_tr: Veritabanı firewall ile korunuyor mu

source: Internal IP addresses
tr_tr: İç IP adresleri

source: Subnets
tr_tr: Alt Ağlar (Subnets)

source: System Information
tr_tr: Sistem Bilgileri

source: Project System Information
tr_tr: Projenin Sistem Bilgileri

source: Have Log
tr_tr: Log tutuluyor mu

source: Is it DMZ
tr_tr: DMZ mi

source: Does the server have internet?
tr_tr: Serverda internet var mı ?

source: Is it up to date
tr_tr: Güncel mi

source: Log Type
tr_tr: Log türü

source: Os Version
tr_tr: İşletim sistemi versiyonu

source: Devops Information
tr_tr: Devops Bilgileri

source: Project Devops Information
tr_tr: Projenin Devops Bilgileri

source: Pre-Prod Information
tr_tr: Pre-Prod Bilgileri
